[
  {
    "Title": "UMD announces a two-week delay in start of in-person classes",
    "Description": "The University of Maryland announces it will delay undergraduate in-person instruction for two weeks before starting the fall semester. During that time, the university would implement campus wide COVID-19 testing and phase in on-campus activities.",
    "Date": "August 10, 2020",
    "Image": "images/photo1.jpg",
    "Link": "https://dbknews.com/2020/08/10/umd-delay-classes-coronavirus-start-testing-undergraduate/"
  },
  {
    "Title": "UMD students petition school to lower tuition and fees in light of COVID-19 and online classes",
    "Description": "One petition accumulated more than 2,000 signatures and asked the university to review and reduce its fees for the resources and amenities students will have limited or no access to in the fall.",
    "Date": "August 20, 2020",
    "Image": "images/photo2.jpg",
    "Link": "https://dbknews.com/2020/08/20/maryland-these-umd-students-are-petitioning-to-lower-tuition-and-fees-due-to-online-classes/"
  },
  {
    "Title": "UMD announces temporary changes to grading and attendance policies; waives requirement for final exams for all undergraduate courses",
    "Description": "In an email to campus faculty members, Provost Mary Ann Rankin also told them they must accept self-certified notes from students as documentation of absences related to the pandemic.",
    "Date": "August 29, 2020",
    "Image": "images/photo3.jpg",
    "Link": "https://dbknews.com/2020/08/29/umd-grading-attendance-covid-19-coronavirus-pandemic-disease-sickness-absence/"
  },
  {
    "Title": "UMD community sounds alarm over newly released guidelines urging staff members to return to in-person work on campus",
    "Description": "According to the guidelines, offices in academic units should open \"as soon as possible and no later than Sept. 14.\"",
    "Date": "August 29, 2021",
    "Image": "images/photo4.jpg",
    "Link": "https://dbknews.com/2020/08/29/umd-community-protest-guidelines-staff-campus-coronavirus-pandemic-covid-19-union-afscme-1072/"
  },
  {
    "Title": "Several UMD students living in Cumberland Hall are moved to quarantine housing",
    "Description": "After learning that at least one of their floormates had tested positive, students were left scrambling to find ways to get tested for the virus.",
    "Date": "September 3, 2020",
    "Image": "images/photo5.jpg"
  },
  {
    "Title": "Residents of Sigma Kappa Chapter House no longer quarantining after COVID-19 test mix-up",
    "Description": "Residents of the house had been forced to quarantine the previous week after one student received notice that she had tested positive for the virus. But on Sept. 7, the sorority's resident director informed them that the student had actually tested negative for the virus; the Health Center had made a mistake.",
    "Date": "September 7, 2020",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD DOTS driver worries for his job after barring a group not wearing masks from boarding his bus",
    "Description": "After the bus driver didn't allow a group of three young people to board his vehicle due to their refusal to put on masks, they broke one of his windows. The next day, he was informed he'd be facing disciplinary action for not allowing the group onto the bus.",
    "Date": "September 8, 2020",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "USM braces for $500 million in coronavirus-related budget cuts and warns faculty and staff that layoffs could be on the horizon",
    "Description": "In a press release, the system acknowledged that \"nearly every  source\" of its revenue, including government funding and tuition, would fall in the coming year",
    "Date": "September 9, 2020",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces it miscommunicated the results of 14 out of roughly 20,000 coronavirus tests",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD prepares to begin in-person undergraduate courses",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD cancels spring study abroad programs",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD students recount experiences in university quarantine housing",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD students living in Denton Hall are advised to restrict activity and monitor symptoms for 2 weeks amid COVID-19 outbreak",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD students fighting to get out of their on-campus apartment leases join forces with Towson University students and state delegates",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces that winter commencement and classes will be held online",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Students petition UMD to establish a pass/fail grading system for the fall semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "College Park residents vote at Xfinity Center ahead of Election Day",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "One for the history books: Local voters cast ballots at UMD on Election Day",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD's RHA calls on the administration to implement a pass/fail grading system for the semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Llatetra Brown Esters wins District 2 special election in College Park",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces that all undergraduate classes will be held online starting Nov. 16",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces plans to extend the course withdrawal deadline in lieu of implementing a pass/fail option",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD's SGA unanimously passes a resolution asking the school to reconsider its pass/fail decision",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD students decry pass/fail decision at a town hall hosted by Student Affairs Vice President Patty Perillo",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD spokesperson says about 150 students have been referred to the Office of Student Conduct for COVID-19 testing non-compliance so far during the fall semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD students organize to fight for a pass/fail grading system for the fall semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD President Darryll Pines tells The Diamondback that the school's decision about pass/fail is final",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces that spring break will go on as scheduled during the spring semester and about a quarter of classes will be held in person",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "New UMD dorms to be named for former students who broke racial barriers",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD Provost Mary Ann Rankin resigns",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Sean Urbanski sentenced to life in prison in murder of 1st Lt. Richard Collins",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD Office of Diversity and Inclusion names Van Bailey as next BISS director",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD set to reach $3.5 million settlement with family of Jordan McNair",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces that it will offer a pass/fail grading system on up to 7 credits during the spring semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Maryland Board of Public Works approves $3.5 million settlement to Jordan McNair’s family",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "No injuries reported after fire near Insomnia Cookies",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces La Plata Hall residents must restrict their activity or return home after an uptick in COVID-19 cases",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD President Darryll Pines says he expects a return to in-person classes during the fall 2021 semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD reports the most daily COVID-19 cases of the semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD limits all student gathers to five people after a spike in COVID-19 cases",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces sequester-in-place order amid spike in COVID-19 cases on campus",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD DOTS suspends several routes as part of increased COVID-19 restrictions",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD reports most daily COVID-19 cases of the academic year from campus testing",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "President Pines tells The Diamondback that UMD still plans to hold spring break, despite a spike in COVID-19 cases",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Asian Americans at UMD grapple with surge in violence against their community",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD announces end of sequester-in-place order, resumption of in-person classes",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD has referred over 100 students to the Office of Student Conduct so far during the spring semester",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD launches dashboard to track progress on 25 demands from Black student leaders",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Gov. Hogan announces that all Marylanders 16 and over will be eligible to recieve the COVID vaccine by April 27",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "After Atlanta shooting, UMD students hold vigil to heal and confront anti-Asian hate",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD launches set of family care benefits for employees",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD no longer has a contract with ICE",
    "Description": "Desc",
    "Date": "January 1 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "As cicadas return to Maryland, UMD class creates website to educate others about the bugs",
    "Description": "Desc",
    "Date": "April 2, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD loosens COVID-19 restrictions in dorms",
    "Description": "Desc",
    "Date": "April 5, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD’s IFC responded to harassment at Black History Month event. Some say it wasn’t enough.",
    "Description": "Desc",
    "Date": "April 9, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD to offer some in-person study abroad for the first time since spring 2020",
    "Description": "Desc",
    "Date": "April 12, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD to hold in-person commencement, allow guests",
    "Description": "Desc",
    "Date": "April 14, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "UMD’s tentative fall reopening plan outlines return to normal campus operations",
    "Description": "Desc",
    "Date": "April 14, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "In his inaugural address, President Darryll Pines shares his vision for UMD",
    "Description": "Desc",
    "Date": "April 22, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Kislay Parashar elected next president of UMD SGA",
    "Description": "Desc",
    "Date": "April 22, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Two years later, UMD students stifle same radical demonstrators",
    "Description": "Desc",
    "Date": "April 29, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  },
  {
    "Title": "Education college dean Jennifer Rice named UMD’s next provost",
    "Description": "Rice began the role August 11, replacing interim provost Ann Wylie.",
    "Date": "May 3, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/05/03/jennifer-rice-umd-provost/"
  },
  {
    "Title": "UMD loosens mask mandate, adjusts summer testing requirements",
    "Description": "Beginning May 22, the university transitioned to new testing guidance. Students, faculty and staff who are vaccinated and did not have symptoms did not need to be tested in June and July, according to the email.",
    "Date": "May 5, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/05/06/umd-covid-19-coronavirus-mask-mandate-testing/"
  },
  {
    "Title": "Tamara Allard, psychology graduate student, will be the next UMD GSG president",
    "Description": "Allard has been a GSG representative since 2020, and has presented resolutions to support various graduate student interests, including one that asked departments for documentation to support vaccine eligibility.",
    "Date": "May 18, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/05/18/umd-gsg-president-election/"
  },
  {
    "Title": "Maryland Gov. Hogan signs Jordan McNair Safe and Fair Play Act into law",
    "Description": "The bill bolstered health precautions for student-athletes at institutions within the University System of Maryland, requiring athletic programs to adopt guidelines to prevent medical conditions like brain injury and heat illness. The bill also permits student-athletes to profit off of their own name, image and likeness, which allows athletes to receive endorsement deals.",
    "Date": "May 18, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/05/18/maryland-hogan-jordan-mcnair-safe-and-fair-play-act/"
  },
  {
    "Title": "UMD to lift most mask, occupancy, distancing restrictions on Friday",
    "Description": "Fully vaccinated individuals were only required to wear masks when riding public transportation, such as Shuttle-UM, participating in activities involving K-12 students, and obtaining health care services. Individuals who were not fully vaccinated will be required to wear a mask in all public indoor spaces. Classrooms, office spaces, dorms and dining halls returned to full capacity, according to the email. The university lifted physical distancing requirements throughout campus, except in campus health care facilities.",
    "Date": "May 27, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/05/27/umd-covid-19-restrictions-masks/"
  },
  {
    "Title": "More than 550 UMD employees sign petition demanding expanded access to telework",
    "Description": "The petition also called for further worker protection against COVID-19, including keeping offices de-densified and maintaining barriers and signage in buildings to enforce social distancing.",
    "Date": "June 11, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/06/11/umd-union-afscme-covid-pandemic-telework/"
  },
  {
    "Title": "Activists say developing Guilford Woods will displace wildlife, exacerbate flooding",
    "Description": "The Gilbane Development Company planned to build affordable graduate student housing on a 16-acre land parcel. The development — called Western Gateway — sparked fierce backlash among some community members and activists who call the project “fiscally and environmentally irresponsible.”",
    "Date": "June 17, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/06/17/guilford-woods-umd-college-park-affordable-housing-environment/"
  },
  {
    "Title": "UMD plans to move forward with many in-person fall study abroad programs",
    "Description": "At the time, the Education Abroad team said they also planned to add study abroad programs for winter, spring and spring break 2022.",
    "Date": "June 17, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/06/17/umd-fall-education-abroad/"
  },
  {
    "Title": "College Park terminated its city manager days before her job began. She wants to know why.",
    "Description": "The city council unanimously terminated Natasha Hampton, who was set to become the next city manager, before she was scheduled to begin her role on June 1. Mayor Patrick Wojahn and City Attorney Suellen Ferguson notified Hampton by phone, according to the release.",
    "Date": "June 28, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/06/28/natasha-hampton-city-manager-college-park/"
  },
  {
    "Title": "UMD to end daily symptom reporting requirement on Thursday",
    "Description": "The university had almost no positive COVID-19 cases on campus in June, and almost 68% of community members on campus are fully vaccinated, according to the email.",
    "Date": "June 30, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/06/30/umd-symptom-check-covid-19/"
  },
  {
    "Title": "College Park says it terminated new city manager after she gave inconsistent information",
    "Description": "Hampton issued a statement on June 28 speculating her termination could be related to her involvement in a confidential Equal Employment Opportunity Commission settlement with her previous employer in Rocky Mount, North Carolina. The city “unequivocally” denied this in a Thursday news release.",
    "Date": "July 2, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/07/02/college-park-city-manager-natasha-hampton-2/"
  },
  {
    "Title": "UMD releases fall guidelines for vaccinated, unvaccinated people",
    "Description": "In July, the university’s COVID-19 positivity rate was “essentially” zero. The university’s COVID-19 dashboard reported that during the week of July 4, the self-reported full vaccination rate was 66.8 percent.",
    "Date": "July 14, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/07/14/umd-fall-covid-19-vaccine/"
  },
  {
    "Title": "Prince George’s County now an area with ‘substantial’ COVID transmission, CDC says",
    "Description": "This means there were at least 50 coronavirus cases per 100,000 people.",
    "Date": "August 2, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/08/02/pgcounty-substantial-covid-transmission-cdc-cases/"
  },
  {
    "Title": "UMD cancels fall study abroad programs in Ireland",
    "Description": "Ireland was the third country to have its fall study abroad programs canceled for the fall semester, following the United Kingdom and Spain. In all three countries, the U.S. Department of State issued a \"Do Not Travel\" advisory.",
    "Date": "August 4, 2021",
    "Image": "images/photo.jpg",
    "Link": "https://dbknews.com/2021/08/04/umd-ireland-study-abroad/"
  },
  {
    "Title": "UMD to reinstate indoor mask mandate",
    "Description": "Desc",
    "Date": "August 6, 2021",
    "Image": "images/photo.jpg",
    "Link": ""
  }
]