[
  {
    "Title": "UMD announces a two-week delay in start of in-person classes",
    "Description": "The University of Maryland announces it will delay undergraduate in-person instruction for two weeks before starting the fall semester. During that time, the university would implement campus wide COVID-19 testing and phase in on-campus activities.",
    "Date": "August 10, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2019/11/BreakingNewsCard-14-1.jpg",
    "Link": "https://dbknews.com/2020/08/10/umd-delay-classes-coronavirus-start-testing-undergraduate/"
  },
  {
    "Title": "UMD students petition school to lower tuition and fees in light of COVID-19 and online classes",
    "Description": "One petition accumulated more than 2,000 signatures and asked the university to review and reduce its fees for the resources and amenities students will have limited or no access to in the fall.",
    "Date": "August 20, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/06/Admin-building.jpg",
    "Link": "https://dbknews.com/2020/08/20/maryland-these-umd-students-are-petitioning-to-lower-tuition-and-fees-due-to-online-classes/"
  },
  {
    "Title": "UMD announces temporary changes to grading and attendance policies; waives requirement for final exams for all undergraduate courses",
    "Description": "In an email to campus faculty members, Provost Mary Ann Rankin also told them they must accept self-certified notes from students as documentation of absences related to the pandemic.",
    "Date": "August 29, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/06/Admin-building.jpg",
    "Link": "https://dbknews.com/2020/08/29/umd-grading-attendance-covid-19-coronavirus-pandemic-disease-sickness-absence/"
  },
  {
    "Title": "UMD community sounds alarm over newly released guidelines urging staff members to return to in-person work on campus",
    "Description": "According to the guidelines, offices in academic units should open \"as soon as possible and no later than Sept. 14.\"",
    "Date": "August 29, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/08/IMG_78191-768x432.jpg",
    "Link": "https://dbknews.com/2020/08/29/umd-community-protest-guidelines-staff-campus-coronavirus-pandemic-covid-19-union-afscme-1072/"
  },
  {
    "Title": "Several UMD students living in Cumberland Hall are moved to quarantine housing",
    "Description": "After learning that at least one of their floormates had tested positive, students were left scrambling to find ways to get tested for the virus.",
    "Date": "September 3, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2019/05/2014-12-29741c6d2d8878b32798cc6e0be48624-1.jpg",
    "Link": "https://dbknews.com/2020/09/03/umd-university-of-maryland-covid-19-coronavirus-pandemic-quarantine-isolation-sickeness-cumberland-hall-resident-life-dorms/"
  },
  {
    "Title": "Residents of Sigma Kappa Chapter House no longer quarantining after COVID-19 test mix-up",
    "Description": "Residents of the house had been forced to quarantine the previous week after one student received notice that she had tested positive for the virus. But on Sept. 7, the sorority's resident director informed them that the student had actually tested negative for the virus; the Health Center had made a mistake.",
    "Date": "September 7, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/090520_SigmaKappaQuarantine_jr-3-768x432.jpg",
    "Link": "https://dbknews.com/2020/09/07/umd-coronavirus-sigma-kappa-quarantine-mistake/"
  },
  {
    "Title": "USM braces for $500 million in coronavirus-related budget cuts and warns faculty and staff that layoffs could be on the horizon",
    "Description": "In a press release, the system acknowledged that \"nearly every  source\" of its revenue, including government funding and tuition, would fall in the coming year",
    "Date": "September 9, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/04/fileart.studentswalking.gob-19-e1588141831916.jpg",
    "Link": "https://dbknews.com/2020/09/09/usm-braces-for-500-million-covid-19-budget-cut-potential-layoffs/"
  },
  {
    "Title": "UMD announces it miscommunicated the results of 14 out of roughly 20,000 coronavirus tests",
    "Description": "Twelve of the errors occurred after a third-party vendor mislabeled the results of the tests. The errors account for less than 0.1 percent of university-administered tests.",
    "Date": "September 10, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/090420_covidtestingfileart_jr-5-768x432.jpg",
    "Link": "https://dbknews.com/2020/09/10/umd-university-of-maryland-coronaviruscovid-19-test-miscommunication-mix-up-mistake-positive-negative/"
  },
  {
    "Title": "UMD prepares to begin in-person undergraduate courses",
    "Description": "In the first week of the semester, the university-administered tests yieled a one percent positivity rate. That week, there were 85 positive cases reported from university testing and 100 unverified positive tests conducted off-campus.",
    "Date": "September 10, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/07/Pines.jpg",
    "Link": "https://dbknews.com/2020/09/10/umd-begin-undergraduate-in-person-classes/"
  },
  {
    "Title": "UMD cancels spring study abroad programs",
    "Description": "In an email, Ross Lewin -- associate vice president for international affairs -- wrote that the decision was made \"out of concern for health and safety during the ongoing COVID-19 pandemic.\"",
    "Date": "September 16, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/03/0205.studyabroad_RM-3.jpg",
    "Link": "https://dbknews.com/2020/09/16/coronavirus-umd-cancels-spring-study-abroad-programs/"
  },
  {
    "Title": "UMD students recount experiences in university quarantine housing",
    "Description": "One student shared stories from the night her apartment in the Leonardtown Community flooded, covering her bathroom floor with nearly two inches of water.",
    "Date": "September 17, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/2.13.20.Inside.The_.Old_.Leonardtown.Closing.gob-1-768x432.jpg",
    "Link": "https://dbknews.com/2020/09/17/umd-quarantine-housing-campus-coronavirus/"
  },
  {
    "Title": "UMD students living in Denton Hall are advised to restrict activity and monitor symptoms for 2 weeks amid COVID-19 outbreak",
    "Description": "About 200 students in Denton Hall were asked to restrict their activities and self-monitor symptoms for 14 days following 23 positive results in the dorm. The restrictions remained in place from Sept. 18 to Oct. 2.",
    "Date": "September 18, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/091820_0918.news_.DentonHall_jr-4-768x432.jpg",
    "Link": "https://dbknews.com/2020/09/18/umd-coronavirus-denton-hall-quarantine-guidelines/"
  },
  {
    "Title": "UMD students fighting to get out of their on-campus apartment leases join forces with Towson University students and state delegates",
    "Description": "The students united with state delegates in a car caravan near the Maryland State House.",
    "Date": "September 24, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/08/081020_0810.news_.CaravanProtestLease_jr-15-1-768x432.jpg",
    "Link": "https://dbknews.com/2020/09/24/umd-tenants-state-house-terminate-leases/"
  },
  {
    "Title": "UMD announces that winter commencement and classes will be held online",
    "Description": "In a campuswide email, Provost Mary Ann Rankin also said all students who leave College Park during Thanksgiving break would be required to be tested for COVID-19 upon their return and report any positive results.",
    "Date": "October 15, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/090720_AdminBuildingFileArt_jr-8-768x432.jpg",
    "Link": "https://dbknews.com/2020/10/15/umd-winter-commencement-classes-to-be-held-online/"
  },
  {
    "Title": "Students petition UMD to establish a pass/fail grading system for the fall semester",
    "Description": "Ultimately, over 7,800 students signed on a petition calling for the school to restore the grading system it implemented in the spring.",
    "Date": "October 29, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2020/10/29/pass-fail-grading-system-umd-letter-grades-petition-students/"
  },
  {
    "Title": "College Park residents vote at Xfinity Center ahead of Election Day",
    "Description": "College Park residents and UMD students cast their ballots early for the 2020 elections last week.",
    "Date": "November 2, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/IMG_0014_small2-768x432.jpg",
    "Link": "https://dbknews.com/2020/11/02/umd-xfinity-vote-presidential-election-biden-trump-early-voting/"
  },
  {
    "Title": "One for the history books: Local voters cast ballots at UMD on Election Day",
    "Description": "Aisha Braveboy, state’s attorney for Prince George’s County,  put stock in turnout among young people this election cycle, because “it is their future that we are fighting for, and they need to be a part of this process,” she said. “And I think they will be.”",
    "Date": "November 4, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/final-collage-768x432.jpg",
    "Link": "https://dbknews.com/2020/11/04/2020-elections-umd-university-of-maryland-xfinity-center-voting-ballot-covid/"
  },
  {
    "Title": "UMD's RHA calls on the administration to implement a pass/fail grading system for the semester",
    "Description": "The student body passed a resolution calling for this measure unanimously.",
    "Date": "November 11, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/Screen-Shot-2020-11-10-at-7.02.53-PM-768x432.png",
    "Link": "https://dbknews.com/2020/11/11/umd-rha-pass-fail-grading-fall-resolution/"
  },
  {
    "Title": "Llatetra Brown Esters wins District 2 special election in College Park",
    "Description": "With 173 votes, Esters received 61 percent of the vote, including both in-person and mail-in ballots.",
    "Date": "November 13, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/101320_District2_Elections_EH07-768x432.jpg",
    "Link": "https://dbknews.com/2020/11/13/college-park-city-council-election-llatetra-brown-esters/"
  },
  {
    "Title": "UMD announces that all undergraduate classes will be held online starting Nov. 16",
    "Description": "The announcement came as the state reported a record-high 1,869 new cases that day. Esters has been a resident of College Park for over 20 years and has represented District 2 on the College Park Advisory Planning Commission for two years.",
    "Date": "November 13, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/0914news.studentcheckin.gob-71-768x432.jpg",
    "Link": "https://dbknews.com/2020/11/13/umd-covid-coronavirus-prince-georges-county-maryland-state-restrictions-spike-cases-surge-wave/"
  },
  {
    "Title": "UMD announces plans to extend the course withdrawal deadline in lieu of implementing a pass/fail option",
    "Description": "Many students were not pleased with the school's decision. They excoriated it in conversations with The Diamondback, stressing that extending the withdrawal deadline was no substitute for pass/fail.",
    "Date": "November 16, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/05/IMG_5007-scaled-e1589343955541.jpg",
    "Link": "https://dbknews.com/2020/11/16/umd-extends-course-withdrawal-deadline-in-lieu-of-pass-fail-option-grading-covid-19/"
  },
  {
    "Title": "UMD's SGA unanimously passes a resolution asking the school to reconsider its pass/fail decision",
    "Description": "Moving forward, SGA President Dan Alpert told The Diamondback that he also wants to work with the university to find ways to support departments so that they are better equipped to help students.",
    "Date": "November 19, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/Screen-Shot-2020-11-19-at-1.25.50-AM-768x432.png",
    "Link": "https://dbknews.com/2020/11/19/umd-sga-student-government-association-pass-fail-pandemic-covid/"
  },
  {
    "Title": "UMD students decry pass/fail decision at a town hall hosted by Student Affairs Vice President Patty Perillo",
    "Description": "Though the meeting was initially heavily moderated, a series of students ultimately spoke up to share the injustices they had encountered at the university because of race, gender and ability.",
    "Date": "November 20, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/Screen-Shot-2020-11-19-at-9.25.39-PMsm-768x432.png",
    "Link": "https://dbknews.com/2020/11/20/umd-pass-fail-grading-town-hall/"
  },
  {
    "Title": "UMD spokesperson says about 150 students have been referred to the Office of Student Conduct for COVID-19 testing non-compliance so far during the fall semester",
    "Description": "Students who are noncompliant with testing requirements receive two warning letters before being referred to the Office of Student Conduct.",
    "Date": "November 25, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2020/11/25/umd-maryland-student-conduct-covid-pandemic-testing-compliance/"
  },
  {
    "Title": "UMD students organize to fight for a pass/fail grading system for the fall semester",
    "Description": "The university extended the deadline to withdraw from a class and announced there would be no changes to grading in a Nov. 16 email. This policy was different than the one implemented in the spring semester, when classes shifted online due to the pandemic and an opt-out pass/fail grading system was put in place.",
    "Date": "December 7, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/Screen-Shot-2020-11-29-at-8.16.30-PM-768x432.png",
    "Link": "https://dbknews.com/2020/12/07/umd-students-arent-giving-up-the-fight-for-a-pass-fail-grading-option/"
  },
  {
    "Title": "UMD President Darryll Pines tells The Diamondback that the school's decision about pass/fail is final",
    "Description": "While students said they would continue to fight for a pass/fail grading system after the university’s announcement, university President Darryll Pines said the school isn’t backing down from its decision.",
    "Date": "December 8, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/102720_1027.news_.EarlyVoting_jr-17sm-768x432.jpg",
    "Link": "https://dbknews.com/2020/12/08/umd-darryll-pines-pass-fail-grading-covid/"
  },
  {
    "Title": "UMD announces that spring break will go on as scheduled during the spring semester and about a quarter of classes will be held in person",
    "Description": "Just like in the fall semester, all students, staff and faculty were required to provide a negative coronavirus test result before returning to the campus for the spring semester. Students also had to “sequester” for the first two weeks on campus and take another coronavirus test before in-person instruction starts, Pines wrote.",
    "Date": "December 8, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/0914news.studentcheckin.gob-71-768x432.jpg",
    "Link": "https://dbknews.com/2020/12/08/umd-maryland-coronavirus-spring-semester-break-classes-in-person-virtual/"
  },
  {
    "Title": "New UMD dorms to be named for former students who broke racial barriers",
    "Description": "The new dorms were named Whittle-Johnson Hall – after Hiram Whittle, the first African American man to be admitted to the university, and Elaine Johnson Coates, the first African American woman to graduate with an undergraduate degree - and Pyon-Chen Hall – which honors Pyon Su, the first Korean student to receive a degree from any American university or college, and Chunjen Constant Chen, the first Chinese student to enroll at the Maryland Agricultural College.",
    "Date": "December 21, 2020",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/image-2-768x432.png",
    "Link": "https://dbknews.com/2020/12/21/new-umd-dorms-north-campus-hiram-whittle-elaine-johnson-coates-pyon-su-chunjen-constant-chen/"
  },
  {
    "Title": "UMD Provost Mary Ann Rankin resigns",
    "Description": "Rankin stepped down in November after eight years in the role. Prior to her resignation, she was under fire for the school’s decision to not offer a pass/fail grading option during the fall semester.",
    "Date": "January 11 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/01/11/umd-provost-mary-ann-rankin-resigns-academics/"
  },
  {
    "Title": "Sean Urbanski sentenced to life in prison in murder of 1st Lt. Richard Collins",
    "Description": "Urbanski, who is white, was found guilty of first-degree murder in the fatal stabbing of Collins, a Black Bowie State University student, in December 2019. While Judge Lawrence Hill initially greenlit the prosecution’s pursuit of a hate crime charge against Urbanski, he later ruled that the state had not provided sufficient evidence to support the charge. ",
    "Date": "January 14 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/12/memorial.jpeg",
    "Link": "https://dbknews.com/2021/01/14/umd-sean-urbanski-murder-1st-lt-richard-collins-iii-bowie-state-university-maryland-trial-hearing-sentence/"
  },
  {
    "Title": "UMD Office of Diversity and Inclusion names Van Bailey as next BISS director",
    "Description": "The Office of Diversity and Inclusion named Dr. Van Bailey as the Bias Incident Support Services director, after a monthslong search.",
    "Date": "January 15 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/pasted-image-0-1-768x432.png",
    "Link": "The Office of Diversity and Inclusion named Dr. Van Bailey as the Bias Incident Support Services director, after a monthslong search."
  },
  {
    "Title": "UMD set to reach $3.5 million settlement with family of Jordan McNair",
    "Description": "The University of Maryland and the Maryland Attorney General's Office asked the state's Board of Public Works to approve the payment of a $3.5 million settlement to the family of Jordan McNair, a Maryland football player who died in 2018 after suffering heatstroke at a team workout.",
    "Date": "January 15 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/04/McNair-Table-01-1024x683.png",
    "Link": "https://dbknews.com/2021/01/15/umd-maryland-settlement-jordan-mcnair-family/"
  },
  {
    "Title": "UMD announces that it will offer a pass/fail grading system on up to 7 credits during the spring semester",
    "Description": "Desc",
    "Date": "January 22 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/05/IMG_5039_small-e1588729620121.jpg",
    "Link": "https://dbknews.com/2021/01/22/umd-pass-fail-grading-spring-decision/"
  },
  {
    "Title": "Maryland Board of Public Works approves $3.5 million settlement to Jordan McNair's family",
    "Description": "Maryland's Board of Public Works approved the payment of a $3.5 million settlement from the University of Maryland to the family of Jordan McNair on Wednesday, almost 2 1/2 years after then-university President Wallace Loh said the school accepted moral and legal responsibility for the football player's death.",
    "Date": "January 27, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/01/McNair-Table-01-1024x683-1-768x432.png",
    "Link": "https://dbknews.com/2021/01/15/umd-maryland-settlement-jordan-mcnair-family/"
  },
  {
    "Title": "No injuries reported after fire near Insomnia Cookies",
    "Description": "Multiple fire departments responded to a commercial building fire near Insomnia Cookies on Lehigh Road in College Park Wednesday afternoon.",
    "Date": "February 3, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/02/JOR_0155sm-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/03/injuries-pizza-kingdom-fire-college-park-prince-georges-county/"
  },
  {
    "Title": "UMD announces La Plata Hall residents must restrict their activity or return home after an uptick in COVID-19 cases",
    "Description": "UMD students living in La Plata Hall were ordered to restrict their activities for 10 days. As part of the enhanced safety precautions, residents were not allowed to attend in-person classes, visit University Recreation and Wellness facilities and Stamp Student Union.",
    "Date": "February 5, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/04/020319_0204.news_.hatecrimebill_JEN04.jpg",
    "Link": "https://dbknews.com/2021/02/05/umd-covid-la-plata-hall-restrict-activity-return-home/"
  },
  {
    "Title": "UMD President Darryll Pines says he expects a return to in-person classes during the fall 2021 semester",
    "Description": "The introduction of multiple vaccines and predictions of widespread inoculation led the university to begin planning for a return to a more normal semester.",
    "Date": "February 11, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/11/umd-covid-19-in-person-classes-fall-2021/"
  },
  {
    "Title": "UMD reports the most daily COVID-19 cases of the semester",
    "Description": "The University of Maryland reported 37 positive results Thursday from its on-campus testing, at that point the highest daily total of the semester and second-highest total of the academic year.",
    "Date": "February 18, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/0915.fileart.StadiumCOVIDTesting_jr-26sm-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/18/umd-covid-19-positive-cases-spring-semester/"
  },
  {
    "Title": "UMD limits all student gathers to five people after a spike in COVID-19 cases",
    "Description": "The university implemented six new safety measures, ranging from limiting the size of gatherings to offering additional testing for students living in dorms or fraternity and sorority houses with reported outbreaks or clusters. All indoor and outdoor student gatherings were limited to five people, and mask-wearing and social distancing will be enforced for all gatherings regardless of size or location. ",
    "Date": "February 18, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/0915.fileart.StadiumCOVIDTesting_jr-4-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/18/umd-student-gatherings-covid-19-cases/"
  },
  {
    "Title": "UMD announces sequester-in-place order amid spike in COVID-19 cases on campus",
    "Description": "UMD shifted all classes online for a week to mitigate the spread of COVID-19. Students were also told to remain in their rooms as much as possible.",
    "Date": "February 20, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/02/013121_photoessay.SnowDay_jr-9-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/20/umd-covid-virtual-sequester-in-place-coronavirus-cases/"
  },
  {
    "Title": "UMD reports most daily COVID-19 cases of the academic year from campus testing",
    "Description": "The UMD reported 49 COVID-19 cases from its on-campus testing program Sunday, the highest daily total of the academic year to date.",
    "Date": "February 21, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/0915.fileart.StadiumCOVIDTesting_jr-8_small-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/21/umd-covid-19-cases-rise-maryland-prince-georges-county/"
  },
  {
    "Title": "President Pines tells The Diamondback that UMD still plans to hold spring break, despite a spike in COVID-19 cases",
    "Description": "\"It's been alarming to us,\" Pines said of the increase in cases. \"The transmission rates have been pretty high in the last week, and I think that's what gave us a lot of concern.\"",
    "Date": "February 22, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/102720_1027.news_.EarlyVoting_jr-17sm-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/22/umd-spring-break-spike-covid-19/"
  },
  {
    "Title": "Asian Americans at UMD grapple with surge in violence against their community",
    "Description": "\"It feels like I have to look over my shoulder sometimes,\" said Dominic Escobal, president of the University of Maryland's Filipino Cultural Association and a junior biology major.",
    "Date": "February 25, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/02/022121_violenceagainstasianamericans_TM29-768x432.jpg",
    "Link": "https://dbknews.com/2021/02/25/umd-asian-americans-violence/"
  },
  {
    "Title": "UMD announces end of sequester-in-place order, resumption of in-person classes",
    "Description": "UMD lifted the sequester-in-place order after seven days.",
    "Date": "February 27, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/05/IMG_7844-scaled-e1589646460541.jpg",
    "Link": "https://dbknews.com/2021/02/27/umd-sequester-in-place-in-person-classes/"
  },
  {
    "Title": "UMD has referred over 100 students to the Office of Student Conduct so far during the spring semester",
    "Description": "Out of these cases, 16 resulted in sanctions, according to a university statement from spokesperson Natifia Mullings. Students found responsible for violating the Code of Student Conduct — which includes coronavirus compliance rules — faced consequences ranging from reprimands to suspensions and expulsions.",
    "Date": "March 3, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/06/IMG_0003-scaled-e1591462428172.jpg",
    "Link": "https://dbknews.com/2021/03/03/umd-covid-19-noncompliance-student-conduct/"
  },
  {
    "Title": "UMD launches dashboard to track progress on 25 demands from Black student leaders",
    "Description": "In keeping with the students' ninth demand — in which they call for the university to practice transparency and accountability in addressing the issues raised — the dashboard details specific actions the school has taken to fulfill each demand as well as the university partners responsible for addressing each one. ",
    "Date": "March 10, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/03/10/umd-demands-black-student-leaders-critical-issues-updates-dashboard/"
  },
  {
    "Title": "Gov. Hogan announces that all Marylanders 16 and over will be eligible to recieve the COVID vaccine by April 27",
    "Description": "As of March, about 21.45 percent of the state's population has been vaccinated with the first of a two-dose vaccine, according to the state's coronavirus dashboard.",
    "Date": "March 19, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/DSC_5307-768x432.jpg",
    "Link": "https://dbknews.com/2021/03/18/maryland-larry-hogan-covid19-coronavirus-vaccine/"
  },
  {
    "Title": "After Atlanta shooting, UMD students hold vigil to heal and confront anti-Asian hate",
    "Description": "Three sophomores at this university — Elizabeth Hsu, Lily Larson and Tiffany Choi — organized a vigil Wednesday evening to remember and honor the lives lost in the Atlanta shooting and to stand against anti-Asian racism.",
    "Date": "March 26, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/03/032421_AAPI_Vigil_EH06.jpg",
    "Link": "https://dbknews.com/2021/03/26/atlanta-spa-shooting-racism-vigil-asian-american/"
  },
  {
    "Title": "UMD launches set of family care benefits for employees",
    "Description": "The university launched a webpage for those looking for help with child care and caregiving responsibilities, formed a new partnership with Care.com — a service that helps families find caregivers for a variety of needs including child care and senior care — and created a program manager of family care resources position in the University Human Resources department, according to the email.",
    "Date": "March 29, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/03/29/eldercare-child-care-resources-launch/"
  },
  {
    "Title": "UMD no longer has a contract with ICE",
    "Description": "The contract, which was set to expire in March 2022, lapsed because the agency did not exercise the final year in the contract. The contract will not be renewed by the university this year, according to the email.",
    "Date": "March 31, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/04/11518_firetheliars_JEN02-1.jpg",
    "Link": "https://dbknews.com/2021/03/31/umd-ice-contract-ends-lapse-renew/"
  },
  {
    "Title": "As cicadas return to Maryland, UMD class creates website to educate others about the bugs",
    "Description": "Brood X periodical cicadas, which emerge every 17 years, appeared in 15 states in the eastern part of the United States. The D.C. metro area was a cicada hotspot.",
    "Date": "April 2, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/04/cicada.jpg",
    "Link": "https://dbknews.com/2021/04/02/umd-seminar-cicadas-maryland-brood-x/"
  },
  {
    "Title": "UMD loosens COVID-19 restrictions in dorms",
    "Description": "As of April, UMD students living in dorms were allowed to host one guest at a time in their rooms and eat in common areas.",
    "Date": "April 5, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/12/0217.hagerstownhall.gob-2.jpg",
    "Link": "https://dbknews.com/2021/04/05/umd-coronavirus-residential-hall-guests/"
  },
  {
    "Title": "UMD's IFC responded to harassment at Black History Month event. Some say it wasn't enough.",
    "Description": "On Feb. 24, the IFC and this university's Panhellenic Association hosted Dr. Stacey Pearson-Wharton — the dean of health and wellness at Susquehanna University — for a discussion on diversity and inclusion. During the event, attendees from the Phi Delta Theta and Alpha Delta Phi fraternities began posting unrelated comments, according to screenshots of the Zoom chat obtained by The Diamondback.",
    "Date": "April 9, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/03/032220_0322.news_.FratRow_jr-4-e1584938337654.jpg",
    "Link": "https://dbknews.com/2021/04/09/umd-ifc-hate-bias-harassment-response/"
  },
  {
    "Title": "UMD to offer some in-person study abroad for the first time since spring 2020",
    "Description": "At the time, the Education Abroad office were hopeful for \"the resumption of in-person study abroad and incoming exchange\" programs this fall.",
    "Date": "April 12, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/02/0205.studyabroad_RM-1.jpg",
    "Link": "https://dbknews.com/2021/04/12/education-abroad-maryland-coronavirus/"
  },
  {
    "Title": "UMD to hold in-person commencement, allow guests",
    "Description": "The in-person commencement was split into two separate ceremonies, and students were assigned to a ceremony based on their school or college. Graduates were allowed to bring two guests. The ceremonies were also livestreamed on the university's commencement website. The university also welcomed students who graduated during the spring and winter 2020 semesters to join the in-person ceremonies.",
    "Date": "April 14, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/stadium-768x432.jpg",
    "Link": "https://dbknews.com/2021/04/14/umd-in-person-commencement-covid-19/"
  },
  {
    "Title": "UMD's tentative fall reopening plan outlines return to normal campus operations",
    "Description": "At the time, the university expected dorms to be open at near full capacity and did not anticipate any physical distancing requirements. The university also said masks could be required.",
    "Date": "April 14, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/05/IMG_6103-scaled-e1588725936833.jpg",
    "Link": "https://dbknews.com/2021/04/14/reopening-fall-umd-university-of-maryland-campus-life-coronavirus-covid-19-pandemic-darryll-pines/"
  },
  {
    "Title": "In his inaugural address, President Darryll Pines shares his vision for UMD",
    "Description": "More than nine months after his presidency officially began, Pines gave his inaugural speech, listing five plans for the university. The plan includes turning the campus carbon-neutral by 2025, invest $40 million on hiring tenured and tenure-track faculty from underrepresented backgrounds and name the Football Performance Center in the Cole Field House after Maryland athletes who broke racial barriers.",
    "Date": "April 22, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/04/image-20s-small-768x432.jpg",
    "Link": "https://dbknews.com/2021/04/22/umds-darryll-pines-inauguration-climate-diversity/"
  },
  {
    "Title": "Kislay Parashar elected next president of UMD SGA",
    "Description": "Parashar ran with the Activate Maryland party along with 26 other student legislators. There was no other party on the ballot this year, and the party's executive board and legislators all won their elections. Josie Shaffer will be the Student Government Association's next vice president.",
    "Date": "April 22, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/04/IMG_1689-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/04/22/umd-sga-president-kislay-parashar/"
  },
  {
    "Title": "Two years later, UMD students stifle same radical demonstrators",
    "Description": "A group of six demonstrators armed with signs that read \"Jesus or Hellfire\" and \"feminists are whores,\" drew a crowd next to the University of Maryland's McKeldin Library, as they yelled at students, especially those who were women, Muslim, Jewish or part of the LGBTQ+ community.",
    "Date": "April 29, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/04/IMG_0237sm-768x432.jpg",
    "Link": "https://dbknews.com/2021/04/29/radical-protest-key-of-david-demonstrators/"
  },
  {
    "Title": "Education college dean Jennifer Rice named UMD's next provost",
    "Description": "Rice began the role August 11, replacing interim provost Ann Wylie.",
    "Date": "May 3, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/05/Headshot-JKR-768x432.jpg",
    "Link": "https://dbknews.com/2021/05/03/jennifer-rice-umd-provost/"
  },
  {
    "Title": "UMD loosens mask mandate, adjusts summer testing requirements",
    "Description": "Beginning May 22, the university transitioned to new testing guidance. Students, faculty and staff who are vaccinated and did not have symptoms did not need to be tested in June and July, according to the email.",
    "Date": "May 5, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/04/fileart.studentswalking.gob-19-e1588141831916.jpg",
    "Link": "https://dbknews.com/2021/05/06/umd-covid-19-coronavirus-mask-mandate-testing/"
  },
  {
    "Title": "Tamara Allard, psychology graduate student, will be the next UMD GSG president",
    "Description": "Allard has been a GSG representative since 2020, and has presented resolutions to support various graduate student interests, including one that asked departments for documentation to support vaccine eligibility.",
    "Date": "May 18, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2019/04/031016_gradDiversity_okc03-825x510-1.jpg",
    "Link": "https://dbknews.com/2021/05/18/umd-gsg-president-election/"
  },
  {
    "Title": "Maryland Gov. Hogan signs Jordan McNair Safe and Fair Play Act into law",
    "Description": "The bill bolstered health precautions for student-athletes at institutions within the University System of Maryland, requiring athletic programs to adopt guidelines to prevent medical conditions like brain injury and heat illness. The bill also permits student-athletes to profit off of their own name, image and likeness, which allows athletes to receive endorsement deals.",
    "Date": "May 18, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/01/McNair-Table-01-1024x683-1-768x432.png",
    "Link": "https://dbknews.com/2021/05/18/maryland-hogan-jordan-mcnair-safe-and-fair-play-act/"
  },
  {
    "Title": "UMD to lift most mask, occupancy, distancing restrictions on Friday",
    "Description": "Fully vaccinated individuals were only required to wear masks when riding public transportation, such as Shuttle-UM, participating in activities involving K-12 students, and obtaining health care services. Individuals who were not fully vaccinated will be required to wear a mask in all public indoor spaces. Classrooms, office spaces, dorms and dining halls returned to full capacity, according to the email. The university lifted physical distancing requirements throughout campus, except in campus health care facilities.",
    "Date": "May 27, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/0914news.studentcheckin.gob-71-768x432.jpg",
    "Link": "https://dbknews.com/2021/05/27/umd-covid-19-restrictions-masks/"
  },
  {
    "Title": "More than 550 UMD employees sign petition demanding expanded access to telework",
    "Description": "The petition also called for further worker protection against COVID-19, including keeping offices de-densified and maintaining barriers and signage in buildings to enforce social distancing.",
    "Date": "June 11, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/09/090720_AdminBuildingFileArt_jr-3-768x432.jpg",
    "Link": "https://dbknews.com/2021/06/11/umd-union-afscme-covid-pandemic-telework/"
  },
  {
    "Title": "Activists say developing Guilford Woods will displace wildlife, exacerbate flooding",
    "Description": "The Gilbane Development Company planned to build affordable graduate student housing on a 16-acre land parcel. The development — called Western Gateway — sparked fierce backlash among some community members and activists who call the project \"fiscally and environmentally irresponsible.\"",
    "Date": "June 17, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2021/06/041521_0416.news_.GilbaneGuilfordWoods_ah010-768x432.jpg",
    "Link": "https://dbknews.com/2021/06/17/guilford-woods-umd-college-park-affordable-housing-environment/"
  },
  {
    "Title": "UMD plans to move forward with many in-person fall study abroad programs",
    "Description": "At the time, the Education Abroad team said they also planned to add study abroad programs for winter, spring and spring break 2022.",
    "Date": "June 17, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/02/0205.studyabroad_RM-1.jpg",
    "Link": "https://dbknews.com/2021/06/17/umd-fall-education-abroad/"
  },
  {
    "Title": "College Park terminated its city manager days before her job began. She wants to know why.",
    "Description": "The city council unanimously terminated Natasha Hampton, who was set to become the next city manager, before she was scheduled to begin her role on June 1. Mayor Patrick Wojahn and City Attorney Suellen Ferguson notified Hampton by phone, according to the release.",
    "Date": "June 28, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/110119_cityhall_JEN01-e1572634624964-768x432.jpg",
    "Link": "https://dbknews.com/2021/06/28/natasha-hampton-city-manager-college-park/"
  },
  {
    "Title": "UMD to end daily symptom reporting requirement on Thursday",
    "Description": "The university had almost no positive COVID-19 cases on campus in June, and almost 68% of community members on campus are fully vaccinated, according to the email.",
    "Date": "June 30, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/02/02142020_HealthCenterStock_SC04.jpg",
    "Link": "https://dbknews.com/2021/06/30/umd-symptom-check-covid-19/"
  },
  {
    "Title": "College Park says it terminated new city manager after she gave inconsistent information",
    "Description": "Hampton issued a statement on June 28 speculating her termination could be related to her involvement in a confidential Equal Employment Opportunity Commission settlement with her previous employer in Rocky Mount, North Carolina. The city \"unequivocally\" denied this in a Thursday news release.",
    "Date": "July 2, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/11/110119_cityhall_JEN01-e1572634624964-768x432.jpg",
    "Link": "https://dbknews.com/2021/07/02/college-park-city-manager-natasha-hampton-2/"
  },
  {
    "Title": "UMD releases fall guidelines for vaccinated, unvaccinated people",
    "Description": "In July, the university's COVID-19 positivity rate was \"essentially\" zero. The university's COVID-19 dashboard reported that during the week of July 4, the self-reported full vaccination rate was 66.8 percent.",
    "Date": "July 14, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/07/14/umd-fall-covid-19-vaccine/"
  },
  {
    "Title": "Prince George's County now an area with 'substantial' COVID transmission, CDC says",
    "Description": "This means there were at least 50 coronavirus cases per 100,000 people.",
    "Date": "August 2, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/12/032620_abandonedUMD_jr-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/08/02/pgcounty-substantial-covid-transmission-cdc-cases/"
  },
  {
    "Title": "UMD cancels fall study abroad programs in Ireland",
    "Description": "Ireland was the third country to have its fall study abroad programs canceled for the fall semester, following the United Kingdom and Spain. In all three countries, the U.S. Department of State issued a \"Do Not Travel\" advisory.",
    "Date": "August 4, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/02/0205.studyabroad_RM-1.jpg",
    "Link": "https://dbknews.com/2021/08/04/umd-ireland-study-abroad/"
  },
  {
    "Title": "UMD to reinstate indoor mask mandate",
    "Description": "The university made the decision after Prince George's County Executive Angela Alsobrooks announced the reinstatement of the county mask mandate. Masks became mandatory regardless of vaccination status, except if the individual is inside alone or momentarily while eating or drinking.",
    "Date": "August 6, 2021",
    "Image": "https://wps3.dbknews.com/uploads/2020/10/mainvmiller-1-768x432.jpg",
    "Link": "https://dbknews.com/2021/08/06/umd-indoor-masks-prince-georges-county/"
  }
]